Repository: wlavv-AllStars-Web/euromus
Catalog: translations/*/ModulesUkoocompatAdminProductExtra.*.xlf
Languages: es_es

source: Search:
es_es: Buscar:

source: All
es_es: Todos

source: Delete the compatibility:
es_es: Elimina la compatibilidad:

source: Delete
es_es: Borrar

source: Create new compatibility
es_es: Crear nueva compatibilidad

source: Indicate the combination of criteria with which there is compatible.
es_es: Indique la combinaci√≥n de criterios con la que es compatible.

source: Save
es_es: Guardar

source: Save and stay
es_es: Guardar y quedarse

source: There is a warning
es_es: Hay una advertencia

source: You must register the product before creating its compatibility.
es_es: Debe registrar el producto antes de crear su compatibilidad.
